use library;

INSERT INTO Library Values('Βιβλιοθήκη Επιστήμης Φυσικής Αγωγής και Αθλητισμού',
'210-7276075, 210-7276072','Εθν.Αντίστασης 41-Δάφνη','210-7276074','tefaa [AT] lib.uoa.gr'
,1000,1000,'ΣΤΑΥΡΟΠΟΥΛΟΣ ΝΙΚΟΛΑΟΣ (ΒΙΒΛΙΟΘΗΚΟΝΟΜΟΣ ΠΕ) email : nstavrop@cc.uoa.gr
ΚΩΣΤΑΚΗ ΓΕΩΡΓΙΑ (ΒΙΒΛΙΟΘΗΚΟΝΟΜΟΣ ΠΕ) email : gkostak@lib.uoa.gr
ΤΖΑΒΑΡΑ ΑΙΚΑΤΕΡΙΝΗ (ΒΙΒΛΙΟΘΗΚΟΝΟΜΟΣ ΤΕ) email : ktzabara@lib.uoa.gr ',
'Δευτέρα-Παρασκευή: 8:30-15:30',
'Βιβλιοθήκη της Σχολής Επιστήμης Φυσικής Αγωγής και Αθλητισμού');

INSERT INTO Library Values('Βιβλιοθήκη Επιστημών Υγείας','210-7461400',
'Μικράς Ασίας και Δήλου 1 ,Τ.Κ. 115 27 Γουδή 1ος όροφος','210-7461459',
'epistigias [AT] lib.uoa.gr',1000,1000,'Βλάμη Αργυρώ
Βλαχάκη Ασημίνα (avlaxaki@lib.uoa.gr)
Βουτσινάς Θοδωρής
Κίτσου Μαρία (mkitsou@lib.uoa.gr)
Κίττα Μυρτώ (mkitta@lib.uoa.gr)
Κοκκινέα Σταυρούλα - Ειρήνη (skokkin@lib.uoa.gr)
Σταυρίδου Μαρία (mstavrid@lib.uoa.gr)
Τσελέκου Πολυξένη (ptselek@lib.uoa.gr)
Τσιμπερδώνη Παρασκευή (ptsiberd@lib.uoa.gr)
Φασούλη Τατιάνα (tfasouli@lib.uoa.gr)','Δευτέρα-Παρασκευή: 08:30-20:30',
'Βιβλιοθήκη Σχολής Επιστημών Υγείας');

INSERT INTO Library Values('Βιβλιοθήκη Οδοντιατρικής Σχολής',
'210-7461154, 210-7461150, 210-7461151','Θηβών 2, 115 27 - Γουδή',210-7461188,
'odontiatriki [AT] lib.uoa.gr',1000,1000,'Κασίμη Σπυριδούλα - Βιβλιοθηκονόμος (skassimi@lib.uoa.gr)
Κατή Νίκη - Διοικητικός Υπάλληλος ( nkati@lib.uoa.gr)
Καλέση Θεοδώρα - Βιβλιοθηκονόμος ( tkalesi@lib.uoa.gr)
Ντόκα Λαμπρινή - Βιβλιοθηκονόμος (lntoka@lib.uoa.gr) ',
'Δευτέρα-Παρασκευή: 09:00-19:00',
'Βιβλιοθήκη Σχολής Επιστημών Υγείας');

INSERT INTO Library Values('Βιβλιοθήκη Λαογραφίας',
'210-7277777, 210-7277778','Πανεπιστήμιο Αθηνών, Φιλοσοφική Σχολή, 157 03 Ζωγράφου, 7ος όρ., No 734',
' ','laografia [AT] lib.uoa.gr',1000,1000,'Ζούπα Ζωή (zzoupa [AT] lib.uoa.gr)
Σούλη Ζηνοβία (zsouli [AT] lib.uoa.gr)',
'Δευτέρα, Τετάρτη, Παρασκευή: 09:00-16:00 Τρίτη, Πέμπτη: 09:00-19:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Βυζαντινής και Νεοελληνικής Φιλολογίας',
'210-7277843, 210-7277844','Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών Φιλοσοφική Σχολή Σπουδαστήριο Βυζαντινής και Νεοελληνικής Φιλολογίας Πανεπιστημιόπολη 157 03 ΖΩΓΡΑΦΟΥ 8ος όροφος, αρ.829',
'210-7277477','viznelfilologia [AT] lib.uoa.gr',1000,1000,
'Καρυπίδου Ράνια (ukaripd@uoa.gr) Ρέππα Ειρήνη (ereppa@uoa.gr)',
'Δευτέρα-Πέμπτη: 08:30-18:00, Παρασκευή: 08:30-15:30',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Γερμανικής Γλώσσας και Φιλολογίας',
'210-7277779','Πανεπιστήμιο Αθηνών, Φιλοσοφική Σχολή, 157 03 Ζωγράφοs 7ος όρ., No 737',
'210-7248979','germaniki [AT] lib.uoa.gr'
,1000,1000,'Σταμάτης Στέφανος  -  Βιβλιοθηκονόμος',
'Δευτέρα, Τετάρτη: 09:00-16:00 Τρίτη, Πέμπτη, Παρασκευή: 09:00-14:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Τμήματος Σλαβικών Σπουδών',
'210-3689580','κτήριο της Φιλοσοφικής Σχολής, 6ος όροφος γραφείο αρ.625',
'210-3630024','slaviko [AT] lib.uoa.gr',1000,1000,
'Μάρθα Παπαμικρούλη, Βιβλιοθηκονόμος (marthapapam@slavstud.uoa.gr, mpapam@lib.uoa.gr)',
'Δευτέρα, Τετάρτη, Παρασκευή: 13:00-16:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Αρχαιολογίας και Ιστορίας της Τέχνης',
'210-7277690, 210-7277695','Φιλοσοφική Σχολή, Βιβλιοθήκη Αρχαιολογίας και Ιστορίας της Τέχνης, Πανεπιστημιόπολη - Ζωγράφου Τ.Κ. 157-84 - 6ος όροφος (Κυψέλη: 647)',
' ','arxaiologia [AT] lib.uoa.gr'
,1000,1000,'Κανακάκη Σταυρούλα (skanakaki@lib.uoa.gr)
Μένη Μεταξία (mmeni@lib.uoa.gr)
Μπαλλά Φωτεινή (fballa@lib.uoa.gr)',
'Δευτέρα-Παρασκευή: 9:00-18:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Ιστορίας',
'210-7277687, 210-7277689','Φιλοσοφική Σχολή, 6ος όροφος, γρ. 646, Πανεπιστημιούπολη Ζωγράφου, Τ.Κ. 157 84',
'210-7248979','istoria [AT] lib.uoa.gr'
,1000,1000,'Μαρία Καρασούλη, Βιβλιοθηκονόμος
Χριστίνα Κούκου, Διοικητικός
Μικέλα Σκούντζου, Διοικητικός',
'Δευτέρα-Παρασκευή: 08:00-18:00 ',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');


INSERT INTO Library Values('Βιβλιοθήκη Κλασικής Φιλολογίας',
'210-7277785, 210-7277786, 210-7277790','Φιλοσοφική Σχολή (7ος όροφος, 745) Πανεπιστημιόπολη Ζωγράφου Τ.Κ. 157 84',
'210-7248979','klassfilologia [AT] lib.uoa.gr'
,1000,1000,'Αμφιλόχιος Παπαθωμάς, Καθηγητής , Διευθυντής
Βγόντζας, Μιχαήλ, Βιβλιοθηκονόμος
Δελλή, Σταματία, Βιβλιοθηκονόμος
Μοιραλιώτη, Θεώνη, Βιβλιοθηκονόμος
Ξανθοπούλου, Κυριακή, Βιβλιοθηκονόμος
Φραντζή, Αργυρώ, Βιβλιοθηκονόμος ',
'Δευτέρα-Πέμπτη: 9:00-18:00 Παρασκευή: 9:00-16:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Θεατρική Βιβλιοθήκη',
'210-7277931, 210-7277933','Φιλοσοφική Σχολή, 9ος όροφος Πανεπιστημιούπολη Ζωγράφου, Τ.Κ. 157 03',
' ','theatriki [AT] lib.uoa.gr'
,1000,1000,'Μάρκου Δήμητρα (dmarkou [AT] lib.uoa.gr)
Τσομπάνη Ελένη (etsopan [AT] lib.uoa.gr) ',
'Δευτέρα, Τετάρτη: 8:30-18:00 Τρίτη, Πέμπτη, Παρασκευή: 8:30-16:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Ψυχολογίας',
'210-7277565','Φιλοσοφική σχολή, 5ος όροφος, γραφ.534, Πανεπιστημιόπολη, Ιλίσσια,Τ.Κ.15784',
'210-7277842','psychologia [AT] lib.uoa.gr'
,1000,1000,'Ακριβοπούλου Σοφία (sakrivop [AT] lib.uoa.gr)
Παντελοπούλου Α. (apantel [AT] lib.uoa.gr) ',
'Δευτέρα-Πέμπτη: 9:00-17:00, Παρασκευή: 9:00-15:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Γαλλικής Γλώσσας και Φιλολογίας',
'210-7277939, 210-7277941','Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών - Κτήριο Φιλοσοφικής Σχολής - 9ος όροφος -Σπουδαστήριο Γαλλικής Γλώσσας και Φιλολογίας (κυψέλη 928) Πανεπιστημιόπολη - 157 84 Ζωγράφου ',
'210-7276074','galliki [AT] lib.uoa.gr'
,1000,1000,'Λουμπάκη Μαρία (mloumpak@lib.uoa.gr)
Ρουγγέρης Γεώργιος (grougger@frl.uoa.gr)
Σωτηριάδου Μαρία (msotiria@lib.uoa.gr)',
'Δευτέρα-Παρασκευή: 9:00-17:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Αγγλικής Γλώσσας και Φιλολογίας ',
'210-7277949','Κτίριο Φιλοσοφικής Σχολής, 9ος όροφος, κυψέλη 929, Παν/πολη Ζωγράφου 157 03',
'210-7277951','aggliki [AT] lib.uoa.gr'
,1000,1000,'Αναγνωστοπούλου, Ελένη (eanagnos [AT] lib.uoa.gr) τηλ. 210727 7905
Καραγιάννη, Στέλλα (skaragia [AT] lib.uoa.gr) τηλ. 210727 7951
Σπυριδάκη, Άννα (aspirid [AT] lib.uoa.gr) τηλ. 210727 7959
Τουρκογιάννης, Γεράσιμος (gtourkog [AT] lib.uoa.gr) τηλ. 210727 7949 ',
'Δευτέρα-Πέμπτη 9:00-18:00, Παρασκευή 9:00-15:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Γλωσσολογίας',
'210-7277859','Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών, Φιλοσοφική Σχολή,Τμήμα Φιλολογίας,Τομέας Γλωσσολογίας,Βιβλιοθήκη Γλωσσολογίας, 8ος όροφος, γραφ. 830, Πανεπιστημιόπολη Ζωγράφου,Τ.Κ. 157 03',
'210-7277872 ','glwssologia [AT] lib.uoa.gr'
,1000,1000,'Λάμπρος Σιαπέρας, ΕΤΕΠ Βιβλιοθηκονόμος',
'Δευτέρα-Παρασκευή 09:00-14:30',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Φιλοσοφίας',
'210-7277795, 210-7277796','Φιλοσοφική Σχολή, 7ος όροφος, Πανεπιστημιούπολη Ζωγράφου ΤΚ157 84',
'210-7248979','filosofia [AT] lib.uoa.gr'
,1000,1000,'Διακάτος Β. (vdiakat [AT] lib.uoa.gr)
Παρασκευοπούλου Νικολέτα (nparaske [AT] lib.uoa.gr)',
'Δευτέρα-Πέμπτη: 09:00-18:00,Παρασκευή: 09:00-15:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Μουσική Βιβλιοθήκη',
'210-7277789','Φιλοσοφική Σχολή, 9ος όροφος - αίθουσα 917, Πανεπιστημιούπολη, 157 84 ΖΩΓΡΑΦΟΥ',
'210-7248979, υπ όψιν Κας Τσαλατσάνη','mousiki [AT] lib.uoa.gr'
,1000,1000,'Τσαλατσάνη Βένια (vtsalats [AT] lib.uoa.gr)
Πατάκας Αγαπητός (apatakas@music.uoa.gr) ',
'Δευτέρα-Τετάρτη: 09:00-18:00, Πέμπτη-Παρασκευή: 09:00-16:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Παιδαγωγικής',
'210-7277577, 210-7277578','Φιλοσοφική Σχολή. Τμήμα Φιλοσοφίας, Παιδαγωγικής και Ψυχολογίας. Τομέας Παιδαγωγικής. Βιβλιοθήκη Παιδαγωγικής (5ος όροφος, γρ. 536) Πανεπιστημιούπολη Ζωγράφου, Τ.Κ. 157 03 ',
' ','paidagogiki [AT] lib.uoa.gr'
,1000,1000,'Αργυρίου Λουκάς (largyr [AT] lib.uoa.gr)
Χατζηπαναγιώτου Νίκη (nhatzip [AT] lib.uoa.gr)
Χρηστίδη Μαρία (mhristid [AT] lib.uoa.gr)',
'Δευτέρα-Πέμπτη: 9:00-17.00, Παρασκευή: 9:00-15:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');

INSERT INTO Library Values('Βιβλιοθήκη Ιταλικής & Ισπανικής Γλώσσας και Φιλολογίας',
'210-7277942','Φιλοσοφική Σχολή, 8ος όροφος, γραφείο 805, Πανεπιστημιούπολη Ζωγράφου Τ.Κ. 15784 ',
'210-7277942','italispan [AT] lib.uoa.gr'
,1000,1000,'Κρητικού Άννα (akritik [AT] lib.uoa.gr) ',
'Δευτέρα, Τρίτη, Πέμπτη: 9:00-17:00, Τετάρτη-Παρασκευή: 9:00-15:00',
'Βιβλιοθήκη της Φιλοσοφικής Σχολής');


select count(Name) from Library;

